Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Flyouts.resw
Source language: en_gb
Languages: he, pl, ru, zh

source: Accept friend request
he: קבל בקשת חברות
pl: Zaakceptuj prośbę o przyjęcie do znajomych
ru: Принять запрос дружбы
zh: 接受好友请求

source: Add friend
he: הוסף חבר
pl: Dodaj znajomego
ru: Добавить друга
zh: 添加好友

source: Ban member
he: חבר באן
pl: Zbanuj użykownika
ru: Забанить участника
zh: 封禁成员

source: Block
he: לַחסוֹם
pl: Zablokuj użytkownika
ru: Блокирвать
zh: 屏蔽

source: Change nickname
he: שינוי כינוי
pl: Zmień nazwę użytkownika
ru: Изменить никнейм
zh: 修改昵称

source: Close DM
he: סגור DM
pl: Zamknij PW
ru: Закрыть DM
zh: 关闭私信

source: Deafen
he: חירש
pl: Wygłusz
ru: Заглушить
zh: 成员耳机静音

source: Delete channel
he: מחק את הערוץ
pl: Usuń kanał
ru: Удалить канал
zh: 删除频道

source: Delete server
he: מחק שרת
pl: Usuń serwer
ru: Удалить сервер
zh: 删除服务器

source: Edit channel
he: ערוך ערוץ
pl: Edytuj kanał
ru: Редактировать канал
zh: 编辑频道

source: Edit server
he: ערוך שרת
pl: Edytuj serwer
ru: Редактировать сервер
zh: 编辑服务器

source: Invite to server
he: זמן לשרת
pl: Zaproś do serwera
ru: Пригласить на сервер
zh: 邀请到服务器

source: Kick member
he: חבר בעיטה
pl: Wyrzuć członka
ru: Кикнуть участника
zh: 踢出成员

source: Leave Group
he: לעזוב הקבוצה
pl: Opuść grupę
ru: Уйти из группы
zh: 离开小组

source: Leave server
he: השאר השרת
pl: Opuść serwer
ru: Уйти из сервера
zh: 离开服务器

source: Mark as read
he: סמן כנקרא
pl: Oznacz jako przeczytane
ru: Пометить как прочитан
zh: 标为已读

source: Message
he: הוֹדָעָה
pl: Wiadomość
ru: Сообщение
zh: 信息

source: Move channel
he: העבר ערוץ
pl: Przenieś kanał
ru: Переместить канал
zh: 移动频道

source: Mute
he: לְהַשְׁתִיק
pl: Wycisz
ru: Заглушить
zh: 静音

source: Mute channel
he: השתק את הערוץ
pl: Wycisz kanał
ru: Заглушить канал
zh: 频道静音

source: Mute server
he: שרת אילם
pl: Wycisz serwer
ru: Заглушить сервер
zh: 服务器静音

# PinFailed
source: Pinning failed :'(
he: ההצמדה נכשלה
pl: Przypinanie nieudane :'(
ru: Привязка не удалась :'(
zh: 钉上失败:'(

# PinSucess
source: Sucessfuly pinned!
he: מוצמד פינה!
pl: Pomyślnie przypięto!
ru: Привязка удалась!
zh: 钉上成功！

source: Pin to start
he: פין להתחיל
pl: Przypnij do menu Start
ru: Закрепить в старт.панель
zh: 钉到开始菜单

source: Profile
he: פּרוֹפִיל
pl: Profil
ru: Профиль
zh: 个人资料

source: Remove friend
he: הסר חבר
pl: Usuń znajomego
ru: Удалить друга
zh: 删除好友

source: Remove From Group
he: הסר מהקבוצה
pl: Usuń z grupy
ru: Удалить из группы
zh: 从小组中移除

source: Roles
he: תפקידים
pl: Role
ru: Роли
zh: 身份

source: Unblock
he: בטל חסימה
pl: Odblokuj
ru: Открыть
zh: 撤销屏蔽

source: Unmute channel
he: בטל השתקה של ערוץ
pl: Anuluj wyciszenie kanału
ru: Убрать заглушение с канала
zh: 撤销频道静音

source: Unmute server
he: בטל השתקת שרת
pl: Anuluj wyciszenie serwera
ru: Убрать заглушение с сервера
zh: 撤销服务器静音

source: Unpin from start
he: בטל פין להתחיל
pl: Odepnij od menu Start
ru: Отвязать из старт.панели
zh: 从开始菜单拔下

# UnpinSucess
source: Sucessfuly unpinned!
he: ההצמדה בוטלה בפינה!
pl: Pomyślnie odpięto!
ru: Успешно отвязан!
zh: 成功拔下！
